greet = "Привет, {name}, я бот, который может переносить стиль с одного изображения на другое. Для этого выбери 'Стилизовать изображение' и пришли мне два изображения.\nПомни, что первое изображение должно содержать стиль, который будет применяться на второе ☺️"
menu = "📍 Главное меню"
gen_image = "🖼 Отправьте первое изображение содержащие стиль"
gen_image_2 = "🖼 Отправьте второе изображение для стилизации.\nСреднее время генерации менее полминуты"
gen_exit = "Чтобы выйти из диалога с нейросетью нажмите на кнопку ниже"
gen_error = f'🚫 Ошибка генерации. Возможные причины:\n1. Перегружен сервер \n2. Ваши избражения некорректны\n3. Ошибка в работе бота\nЕсли вы считаете, что проблема вызвана неисправностью бота, сообщите админу'
img_watermark = "Создано при помощи @ComputerVizioBot"
gen_wait = "⏳Пожалуйста, подождите немного, пока нейросеть переносит стиль..."

err = "🚫 К сожалению произошла ошибка, попробуйте позже"

trash = '{name}, мне очень приятно, что ты хочешь со мной поболтать, но, к сожалению, я не могу поддержать диалог, но могу предложить обработать изображение ☺️'

help = 'Данный бот создан в каечстве итого проекта DLS.\n Для начала работы введите команду \\start и следуйте инструктциям бота.\n Для отмены текущего действия введите команду \\cancel'

menu_return = 'Вы вернулись в главное меню'